commands = '''
** ᴀʟᴏѕʜ ᴄʜᴇᴄᴋᴇʀ
الاوامـر :

`.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر صيد اليوزرات

'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
╍╍╍╍╍╍╍╍ **ᴀʟᴏѕʜ ᴄʜᴇᴄᴋᴇʀ** ╍╍╍╍╍╍╍╍╍

`.فحص` : لاجراء فحص للسورس

`.سورس` : لاجراء فحص للسورس الاضافي

`.اعادة تشغيل` : لاجراء اعادة تشغيل للسورس

╍╍╍╍╍╍╍╍ ᴀʟᴏѕʜ ᴄʜᴇᴄᴋᴇʀ ╍╍╍╍╍╍╍╍╍
'''
sec2 = '''
╍╍╍╍╍╍╍╍ ᴀʟᴏѕʜ ᴄʜᴇᴄᴋᴇʀ ╍╍╍╍╍╍╍╍╍

★ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

★ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

★ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

★ `.حالة الصيد` : لمعرفة اقدم الصيد

★ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

★ `.الانواع` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍ ᴀʟᴏѕʜ ᴄʜᴇᴄᴋᴇʀ ╍╍╍╍╍╍╍╍╍
'''
tele_checker = '''
╍╍╍╍╍╍╍╍ ᴀʟᴏѕʜ ᴄʜᴇᴄᴋᴇʀ ╍╍╍╍╍╍╍╍╍

★ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

★ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

★ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

★ `.حالة الصيد` : لمعرفة اقدم الصيد

★ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

★ `.الانواع` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍ ᴀʟᴏѕʜ ᴄʜᴇᴄᴋᴇʀ ╍╍╍╍╍╍╍╍╍
'''
tele_checker2 = '''
ᴛʏᴘᴇ ᴏғ ᴄʜᴇᴄᴋᴇʀ ♕
╍╍╍╍╍╍╍╍ ᴀʟᴏѕʜ ᴄʜᴇᴄᴋᴇʀ ╍╍╍╍╍╍╍╍╍
1 : ( L_Y_A )
2 : ( a_8_9 - a_8_x - a_x_8)
3 : ( dv777 - dd777 ) 
4 : ( v7777 - dd7777 ) 
5 : ( v77777 - dd77777 )
6 : ( d1d1d,dvdvd )
7 : ( d1dd1 - dvddv ) 
8 : ( d111d - dvvvd )
9 : ( dd111 - ddvvv )
10 : ( d11d1 - dvvdv )
11 : ( d1ddd - dvddd )
12 : ( dd1dd - ddvdd )
13 : ( ddd1d - dddvd )
14 : ( sss1sss )
15 : ( alibot )
╍╍╍╍╍╍╍╍ ᴀʟᴏѕʜ ᴄʜᴇᴄᴋᴇʀ ╍╍╍╍╍╍╍╍╍
طريقـة تفـعيل الـصيد 

.صيد + عدد المحاولات للتجربـة + رقم نوع الصيد + يوزر القناه الذي انشاته
- مثـال╎ `.صيد 300 2 @x_xxax`
╍╍╍╍╍╍╍╍ ᴀʟᴏѕʜ ᴄʜᴇᴄᴋᴇʀ ╍╍╍╍╍╍╍╍╍
ᴅᴇᴠ : @L_xLL
ᴄʜ  : @x_xxax
╍╍╍╍╍╍╍╍ ᴀʟᴏѕʜ ᴄʜᴇᴄᴋᴇʀ ╍╍╍╍╍╍╍╍╍

'''
